fzf
ripgrep
zoxide
tree
chafa
lazygit
redshift
dunst
clipmenu
trash-cli
7zip
pacman-contrib
rsync
f3
gvfs-mtp
exfatprogs
dosfstools
libreoffice
nemo
mpv
flameshot
gimp
inter-font
ttf-jetbrains-mono-nerd
materia-gtk-theme
papirus-icon-theme
feh
xorg-xsetroot
