i3-wm
polybar
rofi
wezterm
fzf
ripgrep
zoxide
tree
chafa
lazygit
nodejs
npm
redshift
impala
bluetui
dunst
clipmenu
trash-cli
7zip
pacman-contrib
rsync
tlp
f3
gvfs-mtp
exfatprogs
dosfstools
vivaldi
libreoffice
nemo
mpv
flameshot
gimp
inter-font
jetbrains-mono-nerd
noto-fonts-cjk
noto-fonts-emoji
materia-gtk-theme
papirus-icon-theme
feh
xorg-xsetroot
xsettingsd
